Repository: Marc-pi/contact
Catalog: locale/*/admin.po
Languages: fr

source: Global public resource
fr: Ressource globale publique

source: Department
fr: Département-Sujet

source: Tools
fr: Outils

source: Manage Contacts
fr: Gérer les contacts

source: HomePage
fr: Accueil

source: SEO texts
fr: Textes SEO

source: Form
fr: Formulaire

source: Perpage
fr: Par page

source: Homepage
fr: Accueil

source: Default form
fr: Formulaire par défaut

source: List of Departments
fr: Liste des départements-sujets

source: Show breadcrumbs
fr: Montrer les Breadcrumbs

source: Top text
fr: Texte haut de formulaire

source: Bottom text
fr: Texte bas de formulaire

source: Side text
fr: Texte de bord de formulaire

source: Finish text
fr: Texte final soumission

source: SEO title for index page
fr: SEO Title pour la page Index

source: SEO description for index page
fr: SEO Description pour la page Index

source: Contact us form
fr: Formulaire de Contact

source: SEO keywords for index page
fr: SEO keywords pour la page Index

source: contact,us,form
fr: contactez-nous, formulaire

source: SEO title for list page
fr: SEO Title pour la page Liste

source: List of departments
fr: Liste des Départements-Sujets

source: SEO description for list page
fr: Description SEO pour la page Liste

source: Select Department Form contact us
fr: Sélectionnez le Sujet objet de votre prise de contact

source: SEO keywords for list page
fr: SEO Keywords pour la page Liste

source: select,department,form,contact,us
fr: sélectionner, département, formulaire, contactez-nous

source: Default department
fr: Département-sujet par défaut

source: show title
fr: Montrer le Titre

source: show Department
fr: Exiger département-sujet

source: show Organization
fr: Montrer l'organisation

source: required Organization
fr: Exiger l'organisation

source: show Homepage
fr: Montrer SiteWeb

source: required Homepage
fr: Exiger le site web

source: show Location
fr: Montrer la localisation

source: required Location
fr: Exiger la localisation

source: show Phone
fr: Montrer Téléphone

source: required Phone
fr: Exiger le téléphone

source: show Address
fr: Montrer Adresse

source: required Address
fr: Exiger l'adresse

source: Use captcha
fr: Utiliser le captcha

source: Captcha just use for gust
fr: Captcha seulement pour les invités

source: Show Google Map
fr: Afficher la carte Google Map

source: Side
fr: De côté

source: Top
fr: Au dessus

source: Zoon
fr: Zoom

source: Title
fr: Titre

source: Height
fr: Hauteur
